Repository: drammer/fscloud
Catalog: translations/*.po
Languages: ru, uk

source: All Message
ru: Все сообщения
uk: Всі повідомлення

source: FSCloud setting
ru: Настройки модуля
uk: Налаштування модуля

source: Edit token setting
ru: Редактировать токен для модуля
uk: Редагувати токен для модуля

source: Delete message
ru: Удалить сообщения
uk: Видалити повідомлення

source: FSCloud content
ru: Cообщения
uk: Повідомлень

source: Email for sending notifications after receiving reports
ru: Email для отправки уведомлений после полученных сообщений
uk: Email для відправки повідомлень після отриманих повідомлень

source: Enter the token for the application in Yandex Disk
ru: Введите токен для приложения в Yandex Disk
uk: Введіть токен для докладання в Yandex Disk

source: To get a token, you must register the application in Yandex API
ru: Чтобы получить токен нужно зарегистрировать приложение в Yandex API
uk: Щоб отримати токен потрібно зареєструвати додаток в Yandex API

source: Email for messages added
ru: Email для сообщений добавлен
uk: Email для повідомлень додано

source: Your name and surname
ru: Ваше имя и фамилия
uk: Ваше ім'я та прізвище

source: Your email
ru: Ваш email
uk: Ваш email

source: Mobile phone number
ru: Мобильный номер телефона
uk: Мобільний номер телефону

source: Type of work
ru: Вид работы
uk: Вид роботи

source: Theme (Optional)
ru: Тема (по необходимости)
uk: Тема (за потребою)

source: Discipline
ru: Дисциплина
uk: Дисципліна

source: Work plan
ru: План работы
uk: План роботи

source: Available
ru: Доступен
uk: Доступний

source: No and does not require approval
ru: Нет и не требует одобрения
uk: Немає і не вимагає схвалення

source: No and require approval
ru: Нет и требуют одобрения
uk: Немає і вимагає схвалення

source: Additional Information
ru: Дополнительная информация
uk: Додаткова інформація

source: (plan, execution, requirements)
ru: (план, оформление, требования)
uk: (план, оформлення, вимоги)

source: Dissertations
ru: Дипломная
uk: Дипломна

source: Coursework
ru: Курсовые
uk: Курсові

source: Abstracts
ru: Рефераты
uk: Реферати

source: Tests
ru: Тесты
uk: Тести

source: Practice reports
ru: Отчеты по практике
uk: Звіти по практиці

source: Tasks
ru: Задачи
uk: Завдання

source: Essay
ru: Эссе
uk: Есе

source: Articles
ru: Статьи
uk: Статті

source: For job rule
ru: Требования к оформлению работы
uk: Вимоги до оформлення роботи

source: Customer guidance
ru: Вметодические рекомендации клиента
uk: Методичні рекомендації клієнта

source: Overall (for the method. Recom. artist)
ru: Общие (по метод. реком. исполнителя)
uk: Загальні (за метод. реком. виконавця)

source: Special customer requirements
ru: Особые требования клиента
uk: Особливі вимоги клієнта

source: The data on which option is selected
ru: Данные по которым выбирается вариант
uk: Дані за якими обирається варіант

source: (№№ zachetki / option / on the list in the magazine / first letter of last name)
ru: (№№ зачетки / варианта / по списку в журнале / первая буква фамилии)
uk: (№№ заліковки / варіанту / за списком в журналі / перша літера прізвища)

source: Date readiness order
ru: Дата готовности заказа
uk: Дата готовності замовлення

source: Your educational institution
ru: Ваш учебное заведение
uk: Ваш навчальний заклад

source: Your question / message / suggestion
ru: Ваш вопрос / сообщение / предложение
uk: Ваше запитання / повідомлення / пропозиція

source: The files / attachments / tasks, etc.
ru: Файлы / вложения / задания и прочее
uk: Файли / вкладення / завдання та інше

source: (required)
ru: (обязательно)
uk: (обов'язково)

source: Thank you, we will contact you
uk: Дякуємо, ми з вами зв'яжемося
